
let pagedata = {
  type: 1, // 該頁面（page）類型  0: 首頁   1: 純文字內容   2: 產品頁面   3: 外部連結   4: 導覽列   5: 頁尾   6: 寄信
  language: 0,  // 所取得語言   0: 繁中   1: 簡中   2: 英文
  style: [   // 該頁面（page）樣式設定，內容為物件(Object)
    {
      key: 'margin-bottom', 
      value: '20px'
    }
  ],
  data: [
    {
      block_title: '集團簡介-1',
      type: 1,
      style: 1,
      title: '',
      content: '單井公司創立於1989年，從事專業LED與IC封裝模具及自動化設備製造商，自創立開始，單井公司即持續提供客戶最先進技術及服務，此外，公司自2014年來投入新能源及環保能源相關產業，開始布局太陽能業務。',
      value: ''
    },
    {
      block_title: '集團簡介-2',
      type: 1,
      style: 1,
      title: '',
      content: '本公司產品在模具方面包括LED封裝、半導體、二極體用，設備方面則提供LED封裝製程所需的排片機、彎腳機、點膠機、包裝機、測試機等後段封裝機台設備。太陽能方面，主要為出售太陽能板及相關安裝工程。集團不僅具完善的管理制度，更在綠能環保努力耕耘，積極地以提升國際競爭力為己任，並在企業社會責任與節能、減排、綠化、循環等環境保護方面全力推動與奉獻。',
      value: ''
    },
    {
      block_title: '集團簡介-3',
      type: 1,
      style: 1,
      title: '',
      content: '單井公司的總部位於土城工業園區，在中國大陸昆山、北京、濟南、等地均設置有子公司或分公司，提供客戶即時的業務及技術服務；單井公司股票在證券櫃檯買賣中心上櫃，股票代碼為3490。',
      value: ''
    },
  ],
}

export default pagedata