let pagedata = {
  type: 1,
  language: 0,
  style: [
    {
      key: 'margin-bottom', 
      value: '20px'
    }
  ],
  data: [
    {
      block_title: '經營理念-1',
      type: 1,
      style: 1,
      title: '企業願景',
      content: '單井公司以誠信厚道的態度立下，敬業做好每個細節，追求專精卓越，共同為台灣高科技努力為企業願景；以堅定及無私的理念貫徹謀求員工、客戶、策略夥伴、社會大眾、股東及經營層的共同利益之高標準公司治理，並在企業社會責任與節能綠化等環境保護方面全力推動與奉獻。',
      value: ''
    },
    {
      block_title: '經營理念-2',
      type: 1,
      style: 1,
      title: '未來展望',
      content: '2009年聯合國環境規劃署(UNEP)提出「全球綠色新政」(Global Green New Deal)的概念，呼籲全球領袖於投資方面，轉向能夠創造更多工作機會的環境計畫，藉以修復支撐全球經濟的自然生態系統，以解決氣候變遷的危機，並期使世人「由挖掘地球轉為管理與再投資地球」。單井集團於自2014年起開始投入節能綠化產業，期許以地球環保的角度出發，旨在協調人類與環境的關系，保障經濟社會的可持續發展。清潔能源，依靠科技進步，促進環境保護。',
      value: ''
    }
  ],
}

export default pagedata